<script>
    import Title from "components/Title.svelte";
</script>

<style lang="scss">
    @import "colors";
    div {
        width: 100%;
        height: 3%;
        background-color: #54a474;
        font-size: 70px;
        text-align: center;
        color: white;
    }

    h1 {
        text-align: center;
        color: $mdc-theme-primary;
        margin: 0.25em 0.5em;
    }
    h2 {
        color: $mdc-theme-primary;
        margin-left: 10%;
        margin-right: 10%;
    }
</style>

<Title caption="FAQ" />
<div>FAQ</div>

<h1>В чём суть нашего проекта?</h1>
<h2>
    Суть заключается в бесконтактном использовании счётчика воды, который будет
    сам отправлять данные о потраченном вами количестве воды на сервер и оттуда
    уже сразу платёж будет перенаправляться в центр, что делает вашу жизнь
    комфортной и предоставляет вам услуги водообеспечнения и не только.
</h2>
<h1>Как работает наш проект?</h1>
<h2>
    Целиком и полностью он работает на нашем сис. анале, а с технической точки
    зрения есть два прибора которые соединены общей пластиной, один использует
    мини колбу с "моторчиком", котрый считает пройденное кол-во воды, в то время
    другой отправляет данные с первого на сервер. Я точно сказать не смогу так
    как моё дело не железо а фронтенд, с вопросами данного типа к нашему
    сис.анал.
</h2>
